[
    {
        "name": "Tam",
        "img": "https://i.ibb.co/gtnSQSs/user1.png",
        "review": "I had to change out the serpentine belt on one of my vehicles, and of course such a simple job required me to remove the front passenger wheel and plastic mud guard behind the wheel in order to access the belt. I miss the good ole days when the belt was right up front and took all of five minutes to replace….but I digress.",
        "rating": 5
    },
    {
        "name": "Janine Tichy",
        "img": "https://i.ibb.co/7WFj8PG/user2.jpg",
        "review": "I had to remove several under fender and undercarriage covers on a Jeep WK2. Every cover had a combination of 19mm (think 3/4) metric bolts and plastic retainer clips. Since I knew that Mr. Murphy was attending the cover removal, I bought the kit. Murphy did mangle several of the clips and the kit had exact looking replacements.",
        "rating": 5
    },
    {
        "name": "Martine",
        "img": "https://i.ibb.co/f13BwGn/user3.jpg",
        "review": "Altogether a nice little set for the price. I have a 2005 Scion xB & have used some of the clips in various areas where they were missing or have broken, you have to realize that not all these clips will fit on whatever kind of car you have. I outweigh this fact with the nice quality tools you get with it. The thing I actually like most about this kit is the tools it comes with.",
        "rating": 3
    },
    {
        "name": "ANNE MOREN",
        "img": "https://i.ibb.co/9pCGXYB/user4.jpg",
        "review": "Though it says bumper containers, it can be used anywhere to secure what needs to be secured using the right retainer size.The tools that come with the package makes it easy to remove old retainers and is a definite item to have.Overall, I’m happy I made this purchase and I’ll be buying more when I run out.",
        "rating": 5
    },
    {
        "name": "JOANNA LOREN",
        "img": "https://i.ibb.co/hM1JrBj/user5.jpg",
        "review": "I don't think the plastic is as hard/ brittle as some people have reported after comparing the rivets to the original coming off of a 2016 Ford car. Maybe not quite the same as the OEM part; but still not as hard as some reviews have made them out to be (since there is some flexibility to the parts). This may be due to the fact that I bought mine sold and shipped by Amazon so perhaps even though this is a pretty cheap item other people purchased a knock off",
        "rating": 3
    },
    
    {
        "name": "MARIA GAMBERO",
        "img": "https://i.ibb.co/Px3ytfS/user6.jpg",
        "review": "If you have a vehicle and ever need to do any maintenance on your own you need a set of these. Over time the OEM versions of these on your cars get hard and brittle. They either don't come off and you curse trying to remove them or they break and you have to replace them. Usually the latter, so best to have a good assortment.",
        "rating": 4
    }
]